// Выбор по ID: Выберите элемент <h1> с ID main-title и измените его цвет текста на синий.

// Выбор по классу: Выберите все элементы с классом intro и установите им размер шрифта 20px.

// Выбор по тегу: Выберите все элементы <li> и сделайте их шрифт курсивным (italic).

// Множественный выбор: Выберите все элементы с классом important и добавьте им класс highlight.

// Выбор по атрибуту: Выберите первый элемент <li> с помощью селектора :first-child и измените его цвет фона на светло-серый (lightgray).

