// Эффект выдвижения: Когда пользователь нажимает на кнопку с ID toggle-btn, используйте метод .slideToggle(), чтобы показать или скрыть div с классом panel.

// Эффекты затухания:

    // При нажатии на кнопку #fade-out-btn сделайте так, чтобы блок #fade-box плавно исчез ('slow').

    // При нажатии на кнопку #fade-in-btn сделайте так, чтобы блок #fade-box плавно появился в течение 2 секунд (2000 миллисекунд).

// Пользовательская анимация: При нажатии на кнопку #animate-btn используйте метод .animate(), чтобы блок .box-to-animate одновременно выполнил следующие действия:

    // Сдвинулся влево на 250px.

    // Увеличил свою высоту и ширину до 100px.

    // Изменил свою прозрачность (opacity) на 0.5.